[{

   "name": "Thabang Rakgoropo",
   "date": "17 june 1993",
   "gender": "Male",
    "contact": "083 979 3565 || 079 566 1779",
    "location": "Ivory park ext 2 Mdirand 1685",
    "email": "rakgoropothabang@gmail.com",
    "bio":"I am a self taught Full Stack Web Developer specializing mostly in JavaScript/Node.js with demonstrated experience of working with latest web frameworks to developed quality applications.I develop web application because I have a great passion for software development .The most exciting thing is that technology is always changing allowing me to always update my skills.",
    "plumblinkDuties":"Picking stocks for various branches and ensuring that all other orders for branches and customers are picked.",
    "plumblinkDuration":"2017 - 2018",
    "plumblink":"Picker @Plumblink",
    "embizo":"Intern Android developer @Embizo",
    "embizoDuties":"Developed a android app using android studio and java .This app allows users to view embizo services for wifi.Contributed to web based application using spring tool suit.Good technical knowledge of  Android SDK , Android Studio, Gradle Google api and Firebase.Good knowledge of Supporting Multiple Android Devices.Used Source code control of GIT to clone and work on android projects",
    "embizoDuration":"2018 - 2018",
    "daDuties":"Developed a Cv builder application using the spring framework for the backend and angular 7  for the front end.I used springboot to implement a Rest Api for the Cv application whereby it connects to the MySql database to store user information.The name of the project is the Cv builder which will allow people to create professional cv online quickly.  I use Git and Github for source control of the project working with a team we pull from master branch then push to our own branches before we merge the project.I also have a project on github which is a task planner ,it uses angular and spring boot .",
    "daDuration":"2019 - 2019",
    "da":"Intern Software Developer @The Digital academy"


}
]

